DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
ms-azuretools.vscode-docker
ms-vscode.azurecli
ms-vscode.csharp
ms-vscode.Go
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one